//JOB1     JOB  (ACCT),'JOB NAME',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=MYPROG
//STEPLIB  DD   DSN=MY.LIB.LOAD,DISP=SHR
//INPUT1   DD   DSN=MY.INPUT.DATA,DISP=SHR
//OUTPUT1  DD   DSN=MY.OUTPUT.DATA,DISP=(NEW,CATLG),
//             SPACE=(TRK,(1,1)),UNIT=SYSDA
